Repository: ccnmtl/biblio-drupal
Catalog: po/biblio.*.po
Languages: es, ro

source: <em> and</em> <strong>%a</strong> is <strong>%b</strong>
es: <em> y</em> <strong>%a</strong> es <strong>%b</strong>
ro: <em> şi </em> <strong>%a</strong> este <strong>%b</strong>

source: <strong>%a</strong> is <strong>%b</strong>
es: <strong>%a</strong> es <strong>%b</strong>
ro: <strong>%a</strong> este <strong>%b</strong>

source: Clear All Filters
es: Restablecer todos los filtros
ro: Şterge filtrele

source: No items found
es: No se han encontrado elementos
ro: Nu am găsit intrări.

source: Modify
es: Modificar
ro: Modificăţi

source: remove
es: quitar
ro: ştergeţi

source: Import file
es: Importar archivo
ro: Importă fişier

source: File Type
es: Tipo de archivo
ro: Tip fişier

source: EndNote Tagged
es: Marcado con EndNote
ro: Marcaj EndNote

source: Taxonomy Settings
es: Configuración de Taxonomía
ro: Setări taxonomie

source: Here you may select terms to be assigned to imported records (if any vocabularies are assigned to the biblio node type)
es: Aquí puede seleccionar términos para asignar a fichas importadas (si algún vocabulario está asignado al tipo de nodo biblio)
ro: Puteţi selecta termenii asociaţi înregistrărilor importate (dacă sunt vocabulare asociate tipului biblio)

source: Select taxonomy term to assigned to imported entries
es: Selección el término de la taxonomía para asignarlo a entradas importadas
ro: Selectaţi termenul de taxonomie asociat intrărilor importate

source: There are currently no vocabularies assigned to the biblio node type, please go the the
es: No hay vocabularios asignados por el momento al tipo de nodo biblio, por favor vaya a

source: page to fix this
es: página para arreglar este

source: Keywords will be added to the
es: Palabras claves serán añadidas a

source: vocabulary as specified in the Taxonomy section of the
es: vocabulario como se especifica en la sección Taxonomía de

source: page.
es: página.

source: Keywords will
es: Las palabras clave serán

source: NOT
es: NO

source: be added to the vocabulary as specified in the Taxonomy section of the
es: ser añadido al vocabulario como se especifica en la sección Taxonomía de

source: Import
es: Importar
ro: Importă

source: You must provide a file name
es: Debe especificar un nombre de archivo
ro: Trebuie să specificaţi un nume de fişier

source: You must select a file type
es: Debe introducir un tipo de archivo
ro: Trebuie să selectaţi un tip de fişier

source: was uploaded
es: fue cargado

source: File was NOT successfully uploaded
es: El archivo NO se pudo cargar
ro: Fişierul NU s-a încărcat corect

source: Succesfully imported
es: Importadas con éxito

source: entries.
es: entradas.

source: Citekey:
es: Clave de cita:

source: You can cite references directly into texts with <code>&lt;bib&gt;citekey&lt;/bib&gt;</code>. This will be replaced with a running number (the publication reference) and the publication referenced by the citekey within the &lt;bib&gt; tags will be print to the bottom of the page (the reference).
es: Usted puede citar referencias directamente en textos con <code>&lt;bib&gt;citekey&lt;/bib&gt;</code>. Ésto se reemplazará con un número correlativo (la referencia a la publicación) y la publicación referenciada por la clave de cita dentro de las marcas &lt;bib&gt; que se mostrarán al pie de página (la referencia).
ro: Puteţi cita referinţe direct în text cu <code>&lt;bib&gt;cheie&lt;/bib&gt;</code>. Aceasta va fi înlocuită cu un număr (referinţa publicaţiei) şi de publicaţia referită de cheie din marcajul &lt;bib&gt; va fi afişată la sfârşitul paginii (referinţă).

source: Use &lt;bib&gt;...&lt;/bib&gt; to insert automatically numbered references.
es: Use &lt;bib&gt;...&lt;/bib&gt; para insertar automáticamente referencias numeradas.
ro: Folosiţi &lt;bib&gt;...&lt;/bib&gt; pentru a insera o referinţă autonumerotată.

source: References &lt;bib&gt;
es: Referencias &lt;bibliográficas&gt;
ro: Referinţe &lt;bib&gt;

source: References
es: Referencias
ro: Referinţe

source: Find It Via OpenURL!
es: ¡Encontrarlo via OpenURL!
ro: Caută prin OpenURL!

source: create biblio
es: crear referencia bibliográfica

source: edit all biblio entries
es: editar todas las entradas bibliográficas

source: edit own biblio entries
es: editar entradas bibliográficas propias

source: import from file
es: importar desde archivo

source: show export links
es: mostrar enlaces de exportación

source: show filter tab
es: mostrar pestaña de filtros

source: show sort links
es: mostrar enlaces ordenados

source: view full text
es: ver texto completo

source: The biblio module has successfully added its tables to the database.
es: El módulo biblio ha añadido correctamente sus tablas a la base de datos.

source: Drupal was unable to install the database tables for the biblio module.
es: Drupal no fue capaz de instalar las tablas del modulo biblio en la base de datos

source: Maintains biblographic lists.
es: Mantiene listas bibliográficas.

source: By default, the !url page will list all of the entries in the database sorted by Year in descending order. If you wish to sort by "Title" or "Type", you may do so by clicking on the appropriate links at the top of the page. To reverse the sort order, simply click the link a second time.
ro: În mod implicit, pagina de la adresa !url va lista toate intrările biblio din baza de date sortate descrescător după an. Dacă doriţi, puteţi sorta după "Titlu" sau "Tip" folosind legăturile din partea superioară a paginii. Pentru a inversa ordinea de sortare, daţi clic din nou pe aceeaşi legătură.

source: It is possible to create complex filters by returning to the <i>Filter</i> tab and adding additional filters. Simply follow the steps outlined above and press the "Refine" button.
ro: Puteţi crea filtre complexe prin adăugarea de filtre adiţionale în secţiunea <i>Filtru</i>. Urmaţi paşi anteriori şi apăsaţi butonul "Rafinează".

source: All filters can be removed by clicking the <i>Clear All Filters</i> link at the top of the result page, or on the <i>Filter</i> tab they can be removed one at a time using the <i>Undo</i> button, or you can remove them all using the <i>Clear All</i> button.
ro: Filtrele pot fi eliminate complet prin acţionarea legăturii <i>Şterge filtrele</i> din partea superioară a paginii de căutare, sau în secţiunea <i>Filtru</i> pot fi eliminate pe rând folosind butonul <i>Anulează</i>, sau toate deodată folosind butonul <i>Şterge tot</i>.

source: You can integrate with the !url module here.
ro: Puteti integra modulul !url.

source: Tabular
ro: Tabelar

source: Bibliography
ro: Bibliografie

source: Autocomplete
ro: Autocompletare

source: There are @count biblio entries of this type, you should change the type of these entries before proceeding otherwise they will be deleted
ro: Există @count intrări biblio de acest tip; trebuie să schimbaţi tipul acestor intrări înainte de a continua, altfel vor fi şterse

source: Other available fields
ro: Alte câmpuri disponibile

source: Separate key words with a <b>!sep</b> character
ro: Separaţi cuvintele cheie prin caracterul <b>!sep</b>

source: Year of Publication must be a number between 1 and @thisyear
ro: Anul publicării trebuie să fie între 1 şi @thisyear

source: Sorry, citekey @cite not found
ro: Ne pare rău, cheia @cite nu a fost găsită

source: Call Number
ro: Număr de apel

source: Export @count results
ro: Export @count rezultate

source: Found @count results
ro: Am găsit @count rezultate

source: !modify_link or !remove_link your filters and try again.
ro: !modify_link sau !remove_link filtrele şi încercaţi din nou.

source: There are currently no vocabularies assigned to the biblio node type, please go the the !url page to fix this
ro: Nu sunt asociate vocabulare pentru acest tip biblio, accesaţi pagina !url pentru a corecta această situaţie.

source: Keywords will be added to the <b>@name</b> vocabulary as specified in the Taxonomy section of the !url page.
ro: Cuvintele cheie vor fi adăugate la vocabularul <b>@name</b> specificat în secţiunea Taxonomie de pe pagina !url.

source: Keywords will <b>NOT</b> be added to the vocabulary as specified in the Taxonomy section of the !url page.
ro: Cuvintele cheie <b>NU</b> vor fi adăugate la vocabular cum a fost specificat în secţiune Taxonomi de pe pagina !url.

source: @file was uploaded
ro: @file a fost încărcat

source: Succesfully imported @count entries.
ro: Am importat @count intrări.

source: Citekey @cite not found
ro: Cheia @cite nu a fost găsită
