Repository: ccnmtl/biblio-drupal
Catalog: po/biblio.*.po
Languages: es, ro

source: In Press
es: En prensa
ro: În curs de apariţie

source: (In Press)
es: (En prensa)

source: By default, the
es: Por defecto, la

source: page will list all of the entries in the database sorted by Year in descending order. If you wish to sort by "Title" or "Type", you may do so by clicking on the appropriate links at the top of the page. To reverse the sort order, simply click the link a second time.
es: página listará todas las entradas en la base de datos ordenadas por año de nuevo a antiguo. Si lo quiere ordenar por "Título" o "Tipo", lo puede pedir apretando los enlaces apropiados en la parte superior de la página. Para invertir el orden, simplemente apriete el enlace una segunda vez.

source: Filtering Search Results:
es: Resultados de Búsqueda Filtrada:
ro: Filtrează rezultatele căutării:

source: If you wish to filter the results, click on the "Filter" tab at the top of the page. To add a filter, click the radio button to the left of the filter type you wish to apply, then select the filter criteria from the drop down list on the right, then click the filter button.
es: Si desea filtrar los resultados, apriete en la pestaña "Filtro" en la parte superior de la página. Para añadir un filtro, apriete el botón a la izquierda del tipo de filtro que desea aplicar, entonces seleccione el criterio de filtrado en la lista de selección, y luego pulse el botón de filtrar.
ro: Dacă doriţi să filtraţi rezultatele, daţi clic pe secţiunea "Filtru" din partea superioară a paginii. Pentru a adăuga un filtru, activaţi butonul radio din stânga filtrului, selectaţi criteriul de filtrare din lista derulantă şi daţi clic pe butonul de filtrare.

source: It is possible to create complex filters by returning to the
es: Es posible crear filtros complejos volviendo a

source: "Filter"
es: "Filtro"

source: tab and adding additional filters. Simply follow the steps outlined above and press the "Refine" button.
es: pestaña y añadiendo filtros adicionales. Simplemente siga los pasos indicados encima y apriete el botón "Refinar".

source: All filters can be removed by clicking the
es: Todos los filtros se pueden quitar apretando en

source: "Clear All Filters"
es: "Restablecer todos los filtros"

source: link at the top of the result page, or on the
es: enlace en la parte superior de la página de resultados, o en

source: tab they can be removed one at a time using the
es: pestaña pueden ser quitaros de uno en uno usando el

source: "Undo"
es: "Deshacer"

source: button, or you can remove them all using the
es: botón, o los puede quitar todos usando el

source: "Clear All"
es: "Vaciar todo"

source: button.
es: botón.

source: You may also construct URLs which filter. For example, /biblio/year/2005 will show all of the entries for 2005. /biblio/year/2005/author/smith will show all of entries from 2005 for smith.
es: Puede también construir URLs que filtren. Por ejemplo, /biblio/year/2005 mostrará todas las entradas para 2005. /biblio/year/2005/author/smith mostrará todas las entradas de 2005 para smith.
ro: Puteţi construi URL-uri pentru filtrare. De exemplu, /biblio/year/2005 will va afişa intrările din 2005. /biblio/year/2005/author/smith va afişa intrările din 2005 ale lui smith.

source: Exporting Search Results:
es: Exportando Resultados Búsqueda:
ro: Exportă rezultatele căutării

source: Assuming this option has been enabled by the administrator, you can export search results directly into EndNote. The link at the top of the result page will export all of the search results, and the links on individual entries will export the information related to that single entry.
es: Suponiendo que esta opción haya sido activada por el administrador, puede exportar los resultados de las búsquedas a EndNote. El enlace en la parte superior de la página de resultados exportará todos los resultados de la búsqueda, y los enlaces en entradas individuales exportarán la información relacionada con esa entrada concreta.
ro: Dacă opţiunea a fost activată de administrator, puteţi exporta rezultatele căutării în EndNote. Legătura din partea superioară a paginii va exporta toate rezultatele căutării, şi legăturile individuale vor exporta informaţia intrărilor corespunzătoare.

source: The information is exported in EndNote "Tagged" format similar to this...
es: La información se exporta en formato EndNote "Tagged" similar a este...
ro: Informaţia exportată cu marcaje EndNote "Tagged" arată astfel...

source: %0 Book %A John Smith %D 1959 %T The Works of John Smith ...
es: %0 Libro %A Pepe Pérez %D 1959 %T Antología de Pepe Pérez ...

source: Clicking on one of the export links should cause your browser to ask you whether you want to Open, or Save To Disk, the file endnote.enw. If you choose to open it, Endnote should start and ask you which library you would like store the results in. Alternatively, you can save the file to disk and manually import it into EndNote.
es: Apretar en uno de los enlaces de exportar debería provocar que su navegador le preguntase si quiere Abrir, o Salvar A Disco, el fichero endnote.enw. Si escoge abrirlo, EndNote debería iniciarse y preguntarle en qué biblioteca quiere almacenar los resultados. Alternativamente, también puede guardar el fichero en disco e importarlo manualmente a EndNote.
ro: Dând clic pe una dintre legăturile de export, browserul vă va întreba dacă să deschidă sau să salveze pe disc fişierul endnote.enw. Dacă alegeţi să-l deschideţi, programul Endnote va porni şi veţi fi întrebaţi în ce bibliotecă să salveze rezultatele. Alternativ, puteţi salva fişierul pe disc şi să-l importaţi manual în EndNote.

source: Manages a list of scholarly papers on your site
es: Gestiona una lista de textos académicos en su sitio
ro: Gestionează o listă de lucrări academice pe sit

source: This allows you to add a bibliographic entry to the database
es: Ésto permite añadir una entrada bibliográfica a la base de datos
ro: Acesta permite adăugarea de referinţe bibliografice în baza de date

source: Maintains list of bibliographies
es: Mantiene lista de bibliografías
ro: Menţine o listă bibliografică

source: edit this entry
es: editar esta entrada
ro: editează această intrare

source: Base URL
es: URL base
ro: Adresa URL

source: This sets the base URL used to access the biblio module (e.g. /biblio ).
es: Ésto establece la URL base usada para acceder al módulo biblio (por ejemplo, /biblio ).
ro: Setează adresa URL de bază folosită pentru accesarea modului biblio (e.g. /biblio).

source: Number of results per page.
es: Número de resultados por página. %0 Libro %A Pepe Pérez %D 1959 %T Antología de Pepe Pérez ...
ro: Numărul de rezultate pe pagină

source: This sets the number of results that will be displayed per page.
es: Ésto establece el número de resultados que se mostrarán por página.
ro: Setează numărul de rezultate afişate pe pagină.

source: Restrict users such that they can only view their own biblio entries
es: Permitir a los usuarios ver solamente sus entradas bibliográficas propias.
ro: Utilizatorii pot să vadă doar intrările biblio proprii

source: This option restricts the users capability to view biblio entries. They will only be able to see the entries which they have created and own.
es: Esta opción restringe la capacidad de los usuarios para ver entradas bibliográficas. Ellos sólo podrán ver las entradas que ellos han creado y poseen.
ro: Această opţiune limitează vizualizarea intrărilor biblio de către utilizatori. Utilizatorii vor vedea doar intrările care le aparţin.

source: Block settings
es: Ajustes de bloques
ro: Opţiuni bloc

source: Title for the "New Publications" block
es: Título para el bloque "Nuevas Publicaciones"
ro: Titlul blocului "Publicaţii noi"

source: Number of results in the "New Publications" block
es: Número de resultados en el bloque"Nuevas Publicaciones"
ro: Numărul de intrări în blocul "Publicaţii noi"

source: This sets the number of results that will be displayed in the "New Publications" block.
es: Ésto establece el número de resultados que se mostrarán en el bloque "Nuevas Publicaciones".
ro: Setează numărul de rezultate afişate în blocul "Publicaţii noi".

source: Order by
es: Ordenar por
ro: Sortare după

source: Date Created
es: Fecha de creación
ro: Data creării

source: Year Published
es: Año de publicación
ro: Anul publicării

source: Footnotes
es: Notas a pie de página

source: Depends on
es: Depende de
ro: Depinde de:

source: disabled
es: deshabilitado
ro: dezactivat

source: enabled
es: habilitado
ro: activat

source: Integration with the footnotes module
es: Integración con el módulo de footnotes (pies de página)
ro: Integrare cu modulul footnotes

source: This will convert &lt;bib&gt; tags into &lt;fn&gt; tags. This will cause intermingled &lt;bib&gt; and &lt;fn&gt; tags to be sequentially numbered. For this to work, you must put the &lt;bib&gt; filter ahead of the &lt;fn&gt; filter in the filter chain. If this option is not set, &lt;bib&gt; and &lt;fn&gt; tags will be handled separately.
es: Ésto convertirá las marcas &lt;bib&gt; en marcas &lt;fn&gt;. Provocará que las marcas &lt;bib&gt; and &lt;fn&gt; se entremezclen para ser numeradas secuencialmente. Para que funcione, usted debe poner el filtro &lt;bib&gt; antes del filtro &lt;fn&gt; en la cadena de filtros. Si esta opción no se activa, las marcas &lt;bib&gt; y &lt;fn&gt; se gestionarán separadamente.
ro: Aceasta va transforma marcaje &lt;bib&gt; în marcaje &lt;fn&gt;. Aceasta va permite marcajelor &lt;bib&gt; şi &lt;fn&gt; imbricate să fie numerotate secvenţial. Pentru a lucra corect, trebuie să puneţi filtrul &lt;bib&gt; înaintea filtrului &lt;fn&gt;. Dacă acestă opţiune este dezactivată, marcajele &lt;bib&gt; şi &lt;fn&gt; vor fi numerotate separat.

source: Keywords
es: Palabras clave
ro: Cuvinte cheie

source: Keyword separator
es: Separador de palabras clave
ro: Separator cuvinte cheie

source: Enter the character which will be used to separate multiple keywords in the keyword field
es: Entre el carácter que se usará para separar palabras clave múltiples en el campo palabras clave
ro: Introduceţi caracterul folosit pentru separarea cuvintelor cheie

source: You can set an <a href="http://en.wikipedia.org/wiki/OpenURL">openurl</a> link here
es: Puede establecer un enlace <a href="http://en.wikipedia.org/wiki/OpenURL">openurl</a> aquí
ro: Puteţi seta o legătură <a href="http://en.wikipedia.org/wiki/OpenURL">openurl</a>

source: OpenURL Base URL
es: URL base de OpenURL
ro: Adresa OpenURL

source: This sets your institution's base <a href="http://en.wikipedia.org/wiki/OpenURL">OpenURL</a> gateway, which is used to generate OpenURL links. To implement a "Universal" OpenURL system, try using OCLC's <a href="http://www.oclc.org/productworks/urlresolver.htm">OpenURL Resolver Registry</a> gateway: <a href="http://worldcatlibraries.org/registry/gateway">http://worldcatlibraries.org/registry/gateway</a>
es: Ésto establece la pasarela <a href="http://en.wikipedia.org/wiki/OpenURL">OpenURL</a> base de su institución, que se usa para generar enlaces OpenURL. Para implementar un sistema "Universal" OpenURL, intente usar la pasarela de OCLC <a href="http://www.oclc.org/productworks/urlresolver.htm">OpenURL Resolver Registry</a>: <a href="http://worldcatlibraries.org/registry/gateway">http://worldcatlibraries.org/registry/gateway</a>
ro: Setări pentru adresa <a href="http://en.wikipedia.org/wiki/OpenURL">OpenURL</a> de bază a instituţiei dumneavoastră, folosită pentru generarea legăturilor OpenURL. Pentru a implementa un sistem OpenURL "Universal", încercaţi <a href="http://www.oclc.org/productworks/urlresolver.htm">OpenURL Resolver Registry</a> al OCLC: <a href="http://worldcatlibraries.org/registry/gateway">http://worldcatlibraries.org/registry/gateway</a>

source: OpenURL Image
es: Imagen OpenURL
ro: Imagine OpenURL

source: Enter a path to your image here, this image will be used as button which when clicked will find the entry via the OpenURL link
es: Entre la localización de su imágen aquí, esta imágen se usará como botón que cuando se apriete encontrará la entrada via el enlace OpenURL
ro: Introduceţi calea către imaginea care va fi folosită ca buton de căutare a intrării prin legătură OpenURL.

source: Sorting
es: Ordenación
ro: Sortare

source: You can set the default sorting and ordering for the /biblio page here.
es: Puede establecer la ordenación por defecto y la ordenación para la página /biblio aquí.
ro: Puteţi seta ordinea implicită de sortare şi ordonare pentru pagina /biblio.

source: Sort by
es: Ordenar por
ro: Sortate după

source: Author
es: Autor
ro: Autor

source: Title
es: Título
ro: Titlu

source: Type
es: Tipo
ro: Tip

source: Year
es: Año
ro: An

source: Show sort links
es: Mostrar enlaces de ordenación
ro: Afişează legături pentru sortare

source: You turn the sorting links at the top of the /biblio page here.
es: Usted activa los enlaces de ordenación en la parte superior de la página /biblio aquí.
ro: Puteţi seta legăturile pentru sortare din partea superioară a pagini /biblio.

source: Order
es: Orden
ro: Ordine

source: Descending
es: Descendente
ro: Descendent

source: Ascending
es: Ascendente
ro: Ascendent

source: Styling
es: Presentación
ro: Stilizare

source: You can set the default style for the /biblio page here.
es: Usted puede establecer el estilo por defecto para la pagina /biblio aquí.
ro: Setează stilul implicit al paginii /biblio.

source: Normalize author names when displaying biblio records
es: Normaliza nombres de autor al mostrar fichas bibliográficas
ro: Normalizează numele autorilor la afişare

source: Tries (doesn't always work) to reformat author names so that they are displayed in the format "Lastname, Initials" e.g. Smith, J.S. (Note: This setting does not modify the entry in the database, it only reformats it's presentation. This option can be turned off at any time to diplay the oringal format.)
es: Intenta (no siempre funciona) reformatear los nombres de autores para que se muestren en la forma "Apellido, Iniciales", por ejemplo, Pérez, P.P. (Nota: Esta característica no modifica la entrada en la base de datos, sólo la manera de mostrarla. Esta opción puede desactivarse en cualquier momento para mostrar el formato original.)
ro: Încearcă (nu merge întotdeauna) să reformateze numele autorilor astfel încât să fie afişate ca "Nume, Iniţiale" e.g. Smith, J.S. (Notă: Această opţiune nu modifică intrarea în baza de date, doar schimbă modul de afişare. Această opţiune poate fi dezactivată în orice moment pentru a afişa informaţia originală.)

source: Links open in new browser
es: Abrir enlaces en ventana nueva
ro: Deschide legături în fereastră nouă

source: This causes related URLs to open in a new browser window
es: Ésto causa que las URL relacionadas se abran en una ventana nueva
ro: URL-urile referite vor fi deschise într-o fereastră nouă a browserului

source: Node Layout
es: Diseño de nodos
ro: Format pagină

source: Only Fulltext if available
es: Solo Texto completo si está disponible
ro: Doar Text complet este disponibil

source: This alters the layout of the "node" (full) view.
es: Ésto altera el diseño de la vista completa del "nodo".
ro: Setează modul de afişare al nodului.

source: Annotations
es: Anotaciones
ro: Adnotări

source: none
es: ninguno
ro: nimic

source: notes
es: notas
ro: note

source: custom1
es: amedida1
ro: personal1

source: custom2
es: amedida2
ro: personal2

source: custom3
es: amedida3
ro: personal3

source: custom4
es: amedida4
ro: personal4

source: custom5
es: amedida5
ro: personal5

source: custom6
es: amedida6
ro: personal6

source: custom7
es: amedida7
ro: personal7

source: Select a field from which an annotation will be displayed below biblo entry in "short" listings
es: Seleccione un campo del cual se mostrará una anotación bajo entrada bibliográfica en listados "resumido"
ro: Selectaţi un câmp din care se afişează o adnotare sub intrarea biblio în lista scurtă

source: Style
es: Estilo
ro: Stil

source: This alters the layout of the "list" (short) view.
es: Ésto altera el diseño de la vista "lista" (resumida).
ro: Setează modul de afişare al listei scurte.

source: Syndication
es: Sindicación
ro: Sindicare

source: You can set the RSS defaults here.
es: Usted puede establecer el RSS por defecto aquí.
ro: Puteţi configura resursele RSS.

source: Allow RSS feeds of new biblio entries
es: Permitir alimentacions RSS de nuevas entradas bibliográficas
ro: Permite furnizarea de resurse RSS cu intrările biblio noi

source: This will create an rss feed of the 10 most recent biblio entries. It will be available at /biblio/rss.xml
es: Ésto creará una alimentación RSS de las 10 entradas bibliográficas más recientes. Será accesible desde /biblio/rss.xml
ro: Va fi creată o resursă RSS cu cele mai recente 10 intrări biblio, accesibilă prin /biblio/rss.xml

source: Number of items in the RSS feed.
es: Número de elementos en la alimentación RSS.
ro: Numărul implicit de elemente incluse într-un flux.

source: Limits the number of items in the /biblio/rss.xml feed to this number.
es: Limita el número de elementos en la alimentación /biblio/rss.xml a este número.
ro: Limitează numărul de intrări în resursa /biblio/rss.xml.

source: Taxonomy
es: Taxonomía
ro: Taxonomie

source: You can set the Taxonomy defaults here.
es: Aquí pueden establecerse los valores por defecto de Taxonomía
ro: Puteţi seta valorile implicite pentru taxonomie.

source: Use keywords from biblio entries as taxonomy "free tags"
es: Usar palabras clave de entradas bibliográficas como "etiquetado libre" de taxonomía
ro: Foloseşte cuvintele cheie din intrările biblio ca taxonomie "marcare liberă"

source: This option allows user to add keywords (free tags) to describe their documents. These keywords will be registered as taxonomy.
es: Esta opción permite al usuario añadir palabras clave (etiquedas libres) para describir sus documentos. Estas palabras claves se registrarán como taxonomía.
ro: Această opţiune permite utilizatorilor să adauge cuvinte cheie (marcare liberă) pentru a-şi descrie documentele. Cuvintele cheie vor fi înregistrate într-o taxonomie.

source: Vocabulary
es: Vocabulario
ro: Vocabular

source: Select vocabulary (category) to use for free tags.
es: Seleccione el vocabulario (categoría) que será usado para las etiquetas libres.
ro: Selectaţi vocabularul (categoria) folosită pentru marcare liberă.

source: bibliography
es: bibliografía

source: Biblio settings
es: Ajustes Bibliografía
ro: Setări Biblio

source: Configure default behavior of the biblio module.
es: Configurar el comportamiento por defecto del módulo biblio.
ro: Setări implicite ale modulului biblio.

source: Preferences
es: Preferencias
ro: Preferinţe

source: File Import
es: Importar archivo
ro: Import de fişiere

source: Type Customization
es: Personalización de tipos
ro: Particularizare tip

source: Field Defaults
es: Predeterminar Campos
ro: Predefinit câmp

source: Add New Type
es: Añadir nuevo tipo
ro: Adaugă un tip nou

source: Reset all types to defaults
es: Reiniciar todos los tipos a los valores predeterminados

source: Autocomplete
es: Autocompletar

source: List
es: Lista
ro: Lista

source: Filter
es: Filtro
ro: Filtru

source: Help
es: Ayuda
ro: Ajutor

source: RSS feed
es: Alimentación de RSS
ro: resurse RSS

source: Type Name
es: Nombre de Tipo
ro: Nume tip

source: Description
es: Descripción
ro: Descriere

source: Create New Type
es: Crear Nuevo Tipo
ro: Crează un tip nou

source: Are you sure you want to delete the custom biblio type: %title ?
es: ¿Está usted seguro de que quiere eliminar el tipo bibliográfico a medida: %title ?
ro: Sigur doriţi să ştergeţi tipul biblio: %title ?

source: This action cannot be undone.
es: Esta operación no se puede deshacer.
ro: Această acţiune nu are cale de întoarcere.

source: Delete
es: Borrar
ro: Şterge

source: Cancel
es: Cancelar
ro: Renunţă

source: edit
es: editar
ro: modifică

source: hide
es: ocultar
ro: ascunde

source: show
es: mostrar
ro: afişează

source: delete
es: borrar
ro: şterge

source: Type Id
es: Escriba Id
ro: Identificator tip

source: Operations
es: Operaciones
ro: Operaţiuni

source: Reset all types to defaults
es: Reiniciar todos los tipos a los valores predeterminados
ro: Resetează toate tipurile

source: Are you sure you want to reset ALL the field definitions to the defaults?
es: ¿Está usted seguro de que quiere reiniciar TODAS las definiciones de campos a los valores iniciales?
ro: Sigur doriţi să resetaţi TOATE definiţiile câmpurilor?

source: This action will reset any and all field customizations to the defaults, and cannot be undone!
es: ¡Esta acción reiniciará todas las modificaciones de campos, y no se puede deshacer!
ro: Această acţiune va reseta toate particularizările câmpurilor şi nu poate fi anulată!

source: Reset
es: Reiniciar
ro: Resetează

source: Publication Type
es: Tipo de Publicación
ro: Tip publicaţie

source: Click Here
es: Apriete Aquí
ro: Clic aici

source: Full Text
es: Texto Completo
ro: Text întreg

source: Export
es: Exportar
ro: Exportă

source: Tagged
es: Marcado

source: Save
es: Guardar
ro: Salvează

source: Field Name
es: Nombre del campo
ro: Nume câmp

source: Default Title
es: Título por defecto
ro: Titlul implicit

source: Hint
es: Sugerencia
ro: Sfat

source: Required
es: Requerido
ro: Necesar

source: Weight
es: Peso
ro: Greutate

source: Action
es: Acción
ro: Acţiune

source: Common
es: Común
ro: Comun

source: Auto Complete
es: Autocompletar

source: The changes have been saved.
es: Los cambios han sido guardados.
ro: Modificările au fost salvate.

source: Term
es: Término
ro: Termen

source: Show only items where
es: Mostrar sólo elementos que
ro: Afişează numai articolele unde

source: Refine
es: Refinar
ro: Rafinează

source: Undo
es: Deshacer
ro: Anulează

source: and
es: y
ro: şi

source: where
es: dónde
ro: unde

source: is
es: es
ro: este

source: Separate key words with a
es: Separar palabras clave con un

source: character
es: carácter

source: You may enter a full text or HTML version of the publication here.
es: Puede entrar un texto completo o la versión HTML de la publicación aquí.
ro: Aici puteţi introduce textul complet sau versiunea HTML a publicării.

source: You must select the type of publication
es: Debe seleccionar un tipo de publicación
ro: Trebuie să selectaţi un tip de publicaţie

source: You must supply at least one author name
es: Usted debe proporcionar al menos un nombre de autor
ro: Trebuie să introduceţi macăr un autor

source: You must supply the year of publication
es: Usted debe proporcionar el año de publicación
ro: Trebuie să introduceţi anul publicării

source: Year of Publication must be a number between 1 and
es: El año de publicación debe estar entre 1 y

source: Sorry, citekey:
es: Perdón, clave de cita:

source: not found
es: no encontrado

source: Home
es: Inicio
ro: Acasă

source: Most recent publications
es: Publicaciones más recientes
ro: Cel mai recente publicaţii

source: New Publications
es: Nuevas Publicaciones
ro: Publicaţii noi

source: Authors
es: Autores
ro: Autori

source: Source
es: Origen
ro: Sursă

source: Volume
es: Volumen
ro: Volum

source: Issue
es: Ejemplar
ro: Număr

source: Number
es: Número
ro: Număr

source: Accession Number
es: número de adhesión
ro: Număr de acces

source: Other Number
es: Otro número
ro: Alt număr

source: Abstract
es: Resumen

source: Notes
es: Notas
ro: Note

source: results
es: resultados

source: Found
es: Encontrado

source: results
es: resultados

source: Click a second time to reverse the sort order
es: Apriete una segunda vez para invertir la ordenación
ro: Daţi clic din nou pentru a inversa ordinea sortării

source: Filters
es: Filtros
ro: Filtre

source: Taxonomy Term
es: Término de taxonomía
ro: Termen taxonomie
